Repository: pluk-inc/himekuri
Catalog: himekuri/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Launch at Login
ja: ログイン時に起動
zh_hans: 登录时启动

source: Show Calendar
ja: カレンダーを表示
zh_hans: 显示日历

source: Theme
ja: テーマ
zh_hans: 主题

source: Shōwa Print
ja: 昭和印刷
zh_hans: 昭和印刷

source: Minimal Swiss
ja: スイス・ミニマル
zh_hans: 瑞士极简

source: Brutalist
ja: ブルータリズム
zh_hans: 粗野主义

source: Retro Office
ja: レトロオフィス
zh_hans: 复古办公

source: Koyomi
ja: 暦
zh_hans: 和历

source: Huangli
ja: 黄暦
zh_hans: 黄历

source: Tong Sheng
ja: 通勝
zh_hans: 通胜

source: Float Above Windows
ja: ウインドウの手前に表示
zh_hans: 悬浮于窗口上方

source: Standard Window
ja: 標準ウインドウ
zh_hans: 标准窗口

source: Pin to Desktop
ja: デスクトップに固定
zh_hans: 固定到桌面

source: About Himekuri
ja: Himekuri について
zh_hans: 关于 Himekuri

source: Check for Updates…
ja: アップデートを確認…
zh_hans: 检查更新…

source: Quit Himekuri
ja: Himekuri を終了
zh_hans: 退出 Himekuri

source: WELCOME
ja: はじめに
zh_hans: 开始

source: Pull the page down
ja: 引いてめくる
zh_hans: 向下撕开

source: Grab the sheet anywhere and pull down until the paper gives.
ja: 紙のどこでもつかんで、破れるまで下へ引いてください。
zh_hans: 抓住纸面任意位置向下拉，直到纸张撕开。

source: PULL
ja: ひく
zh_hans: 下拉

source: Practice page · costs no day
ja: 練習用のページ · 日付は進みません
zh_hans: 练习页 · 不消耗日期

source: PRINT STYLES
ja: テーマ
zh_hans: 主题

source: Seven prints
ja: 印刷は七種類
zh_hans: 七种印刷风格

source: Click the calendar in the menu bar, then Theme, to print the pad another way.
ja: メニューバーのカレンダーをクリックし、「テーマ」から別の印刷を選べます。
zh_hans: 点击菜单栏的日历图标，在「主题」中切换印刷风格。

source: UP HERE
ja: ここから
zh_hans: 在这里

source: Pull this page down for today's date
ja: このページをめくると今日の日付が出ます
zh_hans: 向下撕开这页，即见今天的日期

source: Himekuri
ja: 日めくり
zh_hans: 日历
